Repository: wp-plugins/imagine
Catalog: lang/imagine-languages-*.po
Languages: nl_nl

source: Add album
nl_nl: Album toevoegen

source: New album name...
nl_nl: Nieuwe naam van het album ...

source: Drag this or any table to the left to view more options!
nl_nl: Sleep dit (of elk ander) overzicht naar rechts om meer opties te zien!

source: Name
nl_nl: Naam

source: Click to change
nl_nl: Klik om te veranderen

source: Description
nl_nl: Omschrijving

source: # of galleries
nl_nl: Aantal galerijen

source: Uploaded by
nl_nl: Geüpload door

source: Created on
nl_nl: ﻿Aangemaakt op

source: Preview image
nl_nl: Preview Afbeelding

source: Actions
nl_nl: Acties

source: Save
nl_nl: Opslaan

source: Editing
nl_nl: Bewerk

source: Drag&drop a gallery into the album (on the right).
nl_nl: Versleep een galerij naar het album (aan de rechter kant).

source: No galleries included yet.
nl_nl: Er zitten nog geen galerijen in dit album.

source: Upload images into gallery
nl_nl: Upload afbeeldingen naar galerij

source: Image
nl_nl: Afbeelding

source: Filename
nl_nl: Bestandsnaam

source: Alt title
nl_nl: Alt titel

source: Image tags
nl_nl: Afbeelding tags

source: Edit
nl_nl: Bewerk

source: Add an element to your template:
nl_nl: Voeg een element toe aan je template.

source: Title
nl_nl: Titel

source: Date
nl_nl: Datum

source: Time
nl_nl: Tijd

source: Author
nl_nl: Auteur

source: Count
nl_nl: Aantal

source: Gallery
nl_nl: Galerij

source: Add gallery
nl_nl: Galerij toevoegen

source: New gallery name...
nl_nl: Nieuwe naam van de galerij...

source: Path
nl_nl: Locatie

source: # of images
nl_nl: Aantal afbeeldingen

source: Please look
nl_nl: Kijk

source: here
nl_nl: hier

source: for this plugins Wiki.
nl_nl: voor hulp bij het gebruiken van Imagine.

source: This plugin is still in development.
nl_nl: Deze plugin is nog in ontwikkeling.

source: If you have any questions/ suggestions/ please consider to notify me through the plugin support forum located
nl_nl: Als u vragen / suggesties heeft kunt u overwegen om me te melden via de plugin support forum gelegen

source: Any feedback is welcome too.
nl_nl: Alle feedback is ook welkom.

source: You have
nl_nl: Je hebt

source: galleries online containing
nl_nl: galerijen online met

source: images
nl_nl: afbeeldingen

source: You also have
nl_nl: Je hebt ook

source: custom templates. Cool!
nl_nl: aangepaste sjablonen. Cool!

source: Settings
nl_nl: Instellingen

source: Thumbnail width
nl_nl: Miniatuur breedte

source: Default gallery template
nl_nl: Standaard galerij sjabloon

source: Default album template
nl_nl: Standaard album sjabloon

source: Default image template
nl_nl: Standaard afbeelding sjabloon

source: Default layover template
nl_nl: Standaard lightbox sjabloon

source: Future versions will contain methods to create your own template. For now you can write your own template file and upload it into wp-content/plugins/imagine/templates.
nl_nl: Een toekomstige versie zal ondersteuning hebben voor het maken van sjablonen. Voor nu zijn die alleen aan te maken door ze zelf te coden.

source: Template
nl_nl: Sjabloon

source: Created by
nl_nl: Aangemaakt op

source: Only letters and white spaces allowed.
nl_nl: Alleen letters en spaties zijn toegestaan.

source: Saved.
nl_nl: Opgeslagen.

source: created succesfully.
nl_nl: aangemaakt.

source: Gallery name already exists. Please choose another name.
nl_nl: Deze naam bestaat al. Kies a.u.b. een andere.

source: Unable to load gallery.
nl_nl: Kan galerij niet laden.

source: created succesfully
nl_nl: aangemaakt.

source: Album name already exists. Please choose another name.
nl_nl: Deze naam bestaat al. Kies a.u.b. een andere.

source: Unable to load album.
nl_nl: Kan album niet laden.

source: Unable to remove album.
nl_nl: Kan album niet verwijderen.

source: Template name already exists. Please choose another name.
nl_nl: Deze naam bestaat al. Kies a.u.b. een andere.

source: Error uploading image.
nl_nl: Fout bij het opslaan van de afbeelding.

source: Saved succesfully.
nl_nl: Opgeslagen.

source: Error saving.
nl_nl: Fout bij het opslaan.

source: Close
nl_nl: Sluit

source: Howto
nl_nl: Hulp

source: Select a type to add
nl_nl: Selecteer een type om toe te voegen

source: Layover template
nl_nl: Lightbox sjabloon

source: has been removes succesfully.
nl_nl: verwijderd.

source: has been removed succesfully.
nl_nl: verwijderd.

source: Error
nl_nl: Fout

source: filetype
nl_nl: bestandstype

source: not allowed.
nl_nl: verboden.

source: filename exceeds limit(20)
nl_nl: bestandsnaam overschrijdt limiet(20)

source: Uploaded
nl_nl: Geupload
